{
    "items": 6,
    "photos": [
        {
            "copyright": "Mariano Ribas",
            "date": "2020-12-18",
            "explanation": "When the shadow of the Moon raced across planet Earth's southern hemisphere on December 14, sky watchers along the shadow's dark central path were treated to the only total solar eclipse of 2020. During the New Moon's shadow play this glistening diamond ring was seen for a moment, even in cloudy skies. Known as the diamond ring effect, the transient spectacle actually happens twice. Just before and immediately after totality, a thin sliver of solar disk visible behind the Moon's edge creates the appearance of a shiny jewel set in a dark ring. This dramatic snapshot from the path of totality in northern Patagonia, Argentina captures this eclipse's second diamond ring, along with striking solar prominences lofted beyond the edge of the Moon's silhouette.",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/2020Dec14TSE_Ribas_IMG_9291c.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "Diamond in the Sky",
            "url": "https://apod.nasa.gov/apod/image/2012/2020Dec14TSE_Ribas_IMG_9291c1024.jpg"
        },
        {
            "copyright": "Alireza Vafa",
            "date": "2020-12-19",
            "explanation": "How close will Jupiter and Saturn be at their Great Conjunction? Consider this beautiful triple conjunction of Moon, Jupiter and Saturn captured through clouds in the wintry twilight. The telephoto view looks toward the western horizon and the Alborz Mountains in Iran after sunset on December 17. The celestial gathering makes it easy to see Jupiter and fainter Saturn are separated on that date by roughly the diameter of the waxing crescent Moon. On the day of their Great Conjunction, solstice day December 21, Jupiter and Saturn may seem to nearly merge though. In their closest conjunction in 400 years they will be separated on the sky by only about 1/5 the apparent diameter of the Moon. By then the two largest worlds in the Solar System and their moons will be sharing the same field of view in telescopes around planet Earth.",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/ConjunctionPanorama1-S2.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "Conjunction after Sunset",
            "url": "https://apod.nasa.gov/apod/image/2012/ConjunctionPanorama1-S2_1024.jpg"
        },
        {
            "copyright": "Francisco Sojuel",
            "date": "2020-12-20",
            "explanation": "Where can I see the Great Conjunction?  Near where the Sun just set. Directionally, this close passing of Jupiter and Saturn will be toward the southwest. Since the planetary pair, the Sun, and the Earth are nearly in a geometric straight line, the planets will be seen to set just where the Sun had set -- from every location on Earth.  When can I see the Great Conjunction?  Just after sunset.  Since the two planets are so near the Sun directionally, they always appear in the sky near the Sun, but can best be seen when the Earth blocks the Sun but not the planets: sunset.  Soon thereafter, Jupiter and Saturn will also set, so don't be late!   Is tomorrow night the only night that I can see the Great Conjunction?  Tomorrow night the jovian giants will appear the closest, but on any night over the next few days they will appear unusually close. Technically, the closest pass happens on 21 December at 18:20 UTC.    Will there be an erupting volcano on the horizon near the Great Conjunction? Yes, for example if you live in Guatemala where the featured image was taken. Otherwise, generally, no.  In the featured image captured last week, Jupiter and Saturn are visible toward the right, just above a tree, and bathed in the diffuse glow of zodiacal light.   Growing Gallery: Notable images of the Great Conjunction submitted to APOD",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/VolcanicConjunction_Sojuel_1500.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "A Volcanic Great Conjunction",
            "url": "https://apod.nasa.gov/apod/image/2012/VolcanicConjunction_Sojuel_1080.jpg"
        },
        {
            "copyright": "Zaid M. Al-Abbadi",
            "date": "2020-12-21",
            "explanation": "Does the Sun always rise in the same direction?  No.  As the months change, the direction toward the rising Sun changes, too.  The featured image shows the direction of sunrise every month during 2019 as seen from near the city of Amman, Jordan.  The camera in the image is always facing due east, with north toward the left and south toward the right.  Although the Sun always rises in the east in general, it rises furthest to the south of east on the December solstice, and furthest north of east on the June solstice. Today is the December solstice, the day of least sunlight in the Northern Hemisphere and of most sunlight in the Southern Hemisphere.  In many countries, the December Solstice is considered an official change in season: for example the first day of winter in the North.  Solar heating and stored energy in the Earth's surface and atmosphere are near their lowest during winter, making the winter months usually the coldest of the year.  On the brighter side, in the north, daylight hours will now increase every day from until June.   Sunset: The Great Conjunction of Jupiter & Saturn",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/SunRiseYear_Abbadi_2017.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "Solstice: Sunrises Around the Year",
            "url": "https://apod.nasa.gov/apod/image/2012/SunRiseYear_Abbadi_960.jpg"
        },
        {
            "date": "2020-12-22",
            "explanation": "Dust pillars are like interstellar mountains.  They survive because they are more dense than their surroundings, but they are being slowly eroded away by a hostile environment.  Visible in the featured picture is the end of a huge gas and dust pillar in the Trifid Nebula (M20), punctuated by a smaller pillar pointing up and an unusual jet pointing to the left.  Many of the dots are newly formed low-mass stars. A star near the small pillar's end is slowly being stripped of its accreting gas by radiation from a tremendously brighter star situated off the top of the image.  The jet extends nearly a light-year and would not be visible without external illumination.  As gas and dust evaporate from the pillars, the hidden stellar source of this jet will likely be uncovered, possibly over the next 20,000 years.   Growing Gallery: Notable images of the Great Conjunction submitted to APOD",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/Trifid_HubbleMehla_1446.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "Trifid Pillars and Jets",
            "url": "https://apod.nasa.gov/apod/image/2012/Trifid_HubbleMehla_1080.jpg"
        },
        {
            "copyright": "Damian Peach",
            "date": "2020-12-23",
            "explanation": "It was time for their close-up. Two days ago  Jupiter and Saturn passed a tenth of a degree from each other in what is known a Great Conjunction. Although the two planets pass each other on the sky every 20 years, this was the closest pass in nearly four centuries.  Taken early in day of the Great Conjunction, the featured multiple-exposure combination captures not only both giant planets in a single frame, but also Jupiter's four largest moons (left to right) Callisto, Ganymede, Io, and Europa --  and Saturn's largest moon Titan. If you look very closely, the clear Chilescope image even captures Jupiter's Great Red Spot. The now-separating planets can still be seen remarkably close -- within about a degree -- as they set just after the Sun, toward the west, each night for the remainder of the year.    Gallery: Notable images of the Great Conjunction submitted to APOD",
            "hdurl": "https://apod.nasa.gov/apod/image/2012/GreatConjunction_Peach_2042.jpg",
            "media_type": "image",
            "service_version": "v1",
            "title": "Jupiter Meets Saturn: A Red Spotted Great Conjunction",
            "url": "https://apod.nasa.gov/apod/image/2012/GreatConjunction_Peach_960.jpg"
        }
    ]
}